<?php
/**
 * ZanCms
 * ============================================================================
 * 版权所有 2020-2035 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.zancms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'Chattool', // 插件标识
    'name' => '外贸在线客服', // 插件名称
    'version' => 'v1.0.1', // 插件版本号
    'min_version' => 'v2.0.0', // CMS最低版本支持
    'author' => '小迷童', // 开发者
    'description' => '专门针对外贸企业的网站客服，适用于国际业务的在线客服插件，外贸行业必备，只适用于PC端模板显示', // 插件描述
    'litpic'    => '/weapp/Chattool/logo.png',
    'scene' => '2',  // 使用场景 0 PC+手机 1 手机 2 PC
    'subroot' => 'on',
    'permission' => [],
    'management' => [],
);