<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2023-01-10
 */

return array(
    'code' => 'Paypal', // 插件标识
    'name' => 'Paypal支付', // 插件名称
    'version' => 'v1.0.4', // 插件版本号
    'min_version' => 'v1.6.1', // CMS最低版本支持
    'author' => '小虎哥', // 开发者
    'description' => 'Paypal支付', // 插件描述
    'litpic'    => '/weapp/Paypal/logo.png',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => [],
    'management' => [],
);